Repository: hansimglueck/homeVisit
Catalog: po/player/*.po
Languages: de

source: Average: {{home.data[1]}}
de: Durchschnitt: {{home.data[1]}}

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Choose Player to deal {{subject}} with:
de: Team wählen um Deal {{subject}} zu vereinbaren:

source: Choose type of deal:
de: Wählen Sie Art des Deals:

source: Confirm
de: Bestätigen

source: Correct: {{home.correctAnswer}}
de: Richtig: {{home.correctAnswer}}

source: Do you want to deal {{subject}} with
de: Möchten sie Deal {{subject}} abschließen mit

source: EUROPE
de: EUROPA

source: New deal
de: Neuer Deal

source: Next
de: Nächster

source: Nobody was mean to you.
de: Niemand war gemein zu Euch.

source: Please rate a team! Give {{score}} point!
de: Bitte bewerten Sie ein Team! Geben Sie {{score}} Punkte!

source: Point given!
de: Punkt vergeben!

source: Rank: {{status.player.rank}}
de: Rang: {{status.player.rank}}

source: Score: {{status.player.score}}
de: Punkte: {{status.player.score}}

source: Silence please. Now is reading:
de: Ruhe bitte! Jetzt liest:

source: These teams were mean to you:
de: Diese Teams waren gemein zu Euch:

source: This deal does not exist!
de: Diesen Deal gibt es nicht!

source: This deal is ACTIVE.
de: Dieser Deal ist AKTIV.

source: This deal was DENIED.
de: Dieser Deal wurde abgelehnt.

source: Total: {{home.data[0]}}
de: Gesamt: {{home.data[0]}}

source: Try Again
de: Versucht nochmal

source: VOTE
de: ABSTIMMUNG

source: Waiting for reply...
de: Warten auf Antwort ...

source: You are not joined in the game!
de: Nicht dem Spiel beigetreten!

source: You are voting for:
de: Sie stimmen für:

source: You can rate these Teams up or down!
de: Du kannst diese Teams positiv oder negativ bewerten!

source: Your Time is Up. Scored one down!
de: Die Zeit ist abgelaufen. Einen Punkt abgezogen!

source: Your choice is sent!
de: Ihre Stimme wurde abgeschickt!

source: Your voting weight depends on your rank!
de: Das Stimmgewicht hängt vom aktuellen Rang ab!

source: other Player
de: anderer Spieler

source: should get {{score}} points from you?
de: soll {{score}} Punkte von Dir bekommen?

source: with team {{deal.player1Id}}
de: mit Team {{deal.player1Id}}

source: {{minuspoints}} minus point
de: {{minuspoints}} Minuspunkt
