Repository: hansimglueck/homeVisit
Catalog: po/*.po
Languages: ar, cs, da, de, fr, gl, hu, it, nl, no, pl, ru, tr_cy

source: <ul class="list-inline"> <li ng-repeat="pid in playerIds"> <player-icon class="player-icon-big" pid="pid"></player-icon> </li> </ul> should get {{score}} point from you?
da: <ul class="list-inline"> <li ng-repeat="pid in playerIds"> <player-icon class="player-icon-big" pid="pid"></player-icon> </li> </ul> burde få {{score}} point fra dig?
de: <ul class="list-inline"> <li ng-repeat="pid in playerIds"> <player-icon pid="pid"></player-icon> </li> </ul> {{score}} Punkt vergeben?
no: <ul class="list-inline"> <li ng-repeat="pid in playerIds"> <player-icon class="player-icon-big" pid="pid"></player-icon> </li> </ul> bør få {{score}} poeng fra deg?
pl: <ul class="list-inline"> <li ng-repeat="pid in playerIds"> <player-icon class="player-icon-big" pid="pid"></player-icon> </li> </ul> przyznać {{score}} punkt?

source: A new %s
da: En ny %s
de: Ein neuer %s
no: En ny %s
pl: Nowy %s

source: Add new item
da: tilføj nyt emne
de: Neuen Eintrag hinzufügen
no: Legg til nytt element
pl: Dodaj nową pozycję

source: Are you sure?
da: Er du sikker?
de: Bist Du sicher?
no: Er du sikker?
pl: Jesteś pewien/-na?

source: Average:
ar: متوسط
cs: Průměr:
da: Gennemsnit:
de: Durchschnitt:
fr: Moyenne
gl: Media:
hu: Átlag:
it: Media
nl: Gemiddelde:
no: Gjennomsnitt:
pl: Średnia:
ru: В среднем
tr_cy: Ortalama:

source: Average: {{display.data[1]}}
da: Gennemsnit: {{display.data[1]}}
no: Gjennomsnitt: {{display.data[1]}}
pl: Średnia: {{display.data[1]}}

source: Away
ar: بعيد
cs: Ven
da: Væk
de: Weg
gl: Ausente
it: Espulso
nl: Weg
no: Borte
pl: Odejdź
ru: Прочь

source: BACK
da: TILBAGE
de: Zurück
no: TILBAKE
pl: Wróć

source: BACK TO GAME!
da: TILBAGE TIL SPILLET
de: ZURÜCK ZUM SPIEL!
no: TILBAKE TIL SPILLET!
pl: WRACASZ DO GRY!

source: BRAIN Control
da: HJERNE Kontrol
no: HJERNE Kontroll
pl: Nadzór

source: Back
ar: الخلف
cs: Zpět
da: Tilbage
de: Zurück
gl: Atrás
hu: Vissza
it: Ritorno
nl: Terug
no: Tilbake
pl: Wróć
ru: Назад
tr_cy: Geri

source: CLOSE
da: LUK
pl: ZAMKNIJ

source: CONNECT
da: FORBIND
pl: POŁĄCZ

source: Cancel
ar: إلغاء
cs: Storno
da: slet
de: Abbrechen
gl: Cancelar
hu: Mégse
it: Cancellare
nl: Annuleer
no: Avbryt
pl: Przerwij
ru: Отменить
tr_cy: İptal

source: Change name
ar: غير الإسم
cs: Změnit jméno
da: Skift navn
de: Namen ändern
fr: Changer le nom
gl: Cambiar nome
hu: Név módosítása
it: Cambiare il nome
nl: Verander naam
no: Endre navn
pl: Zmień nazwę
ru: Изменить имя
tr_cy: İsmi değiştir

source: Change score
da: Skift stilling
de: Punkte ändern
no: Endre poengsum
pl: Zmień punkty

source: Choose target where item will be appended.
da: Vælg sted hvor enhed vil blive tilføjet
de: Ziel auswählen wo Eintrag angehängt werden soll.
no: Velg målet hvor elementet vil bli tilføyd.
pl: Wybierz, gdzie ma być przytwierdzona pozycja.

source: Choose team to offer treaty:
ar: إختار فريق لعمل جمعية:
cs: Výběr týmu k nabídnutí dohody:
da: Vælg hold at tilbyde alliance
de: Wählt das Team, mit dem ihr ein Abkommen schließen möchtet.
fr: Choisissez l'équipe avec laquelle vous souhaitez conclure un accord:
gl: Elixir equipo para solicitarlle partenariado:
hu: Válassz csapatot, amelynek egyezményt ajánlasz:
it: Scegliete la squadra con la quale concludere un accordo
nl: Kies team om verdrag aan te bieden:
no: Velg lag som tilbys avtale
pl: Wybierz drużynę, z którą chcesz zawrzeć ugodę.
ru: Выберите команду для предложения соглашения:
tr_cy: Anlaşma önermek istediğiniz takımı seçin

source: Close
da: Luk
pl: Zamknij

source: Color
da: Farve
de: Farbe
no: Farge
pl: Kolor

source: Come Back!
ar: إرجع!
cs: Vrať se zpět!
da: Kom tilbage!
de: Komm zurück!
fr: Revenez !
gl: Regresa
hu: Gyere vissza!
it: Tornate!
nl: Kom Terug!
no: Kom tilbake!
pl: Wracaj!
ru: Вернуться!
tr_cy: Geri gel!

source: Command
ar: أمر
cs: Proveď
de: Kommando
gl: Orde
hu: Parancs
it: Comando
nl: Bevel
pl: Komando
ru: Функция
tr_cy: Komut

source: Configuration
ar: ترتيب
cs: Konfigurace
de: Konfiguration
gl: Configuración
hu: Beállítások
it: Configurazione
nl: Configuratie
no: Konfigurasjon
pl: Konfiguracja
ru: Комбинация
tr_cy: Kurulum

source: Confirm
ar: تأكيد
cs: Potvrdit
da: Bekræft
de: Bestätigen
fr: Confirmer
gl: Confirmar
hu: Megerősítés
it: Conferma
nl: Bevestigen
no: Bekrefte
pl: Potwierdź
ru: Подтвердить
tr_cy: Onayla

source: Content
da: Indhold
de: Inhalt
no: Innhold
pl: Treść

source: Copy
da: Kopier
de: Kopieren
no: Kopier
pl: Kopiuj

source: Correct
da: Korrekt
de: Richtig
no: Riktig
pl: Prawidłowo

source: Correct: {{display.correctAnswer}}
da: Korrekt: {{display.correctAnswer}}
no: Riktig: {{display.correctAnswer}}
pl: Prawidłowo: {{display.correctAnswer}}

source: Correct: {{home.correctAnswer}}
da: Korrekt: {{home.correctAnswer}}
de: Richtig: {{home.correctAnswer}}
no: Riktig: {{home.correctAnswer}}
pl: Prawidłowo: {{home.correctAnswer}}

source: Current deck:
de: Ausgewählter Strang:
pl: Bierzący układ:

source: Current step
pl: Bierzący krok

source: Current step:
da: Nuværende skridt:
de: Aktueller Eintrag:
no: Gjeldende steg:
pl: Bierzący krok:

source: Current:
de: Aktuell:
no: Gjeldende:
pl: Bierzący:

source: Czech
ar: تشيكي
cs: český
da: Tjekkisk
de: Tschechisch
fr: Tchèque
gl: Checo
hu: Cseh
it: Ceco
nl: Tsjechisch
no: Tsjekkisk
pl: Czeski
ru: чешский
tr_cy: Çek

source: Danish
ar: دنيماركي
cs: dánský
da: Dansk
de: Dänisch
fr: Danois
gl: Danés
hu: Dán
it: Danese
nl: Deens
no: Dansk
pl: Duński
ru: датский
tr_cy: Danimarkalı

source: Deal with
ar: تعامل مع
cs: Jednej s
da: indgå forhandling med
fr: Négocier avec
gl: Partenariado con
hu: Egyezmény vele
it: Negoziare con
nl: Omgaan met
no: Håndtere
pl: Układ z
ru: Соглашение с
tr_cy: ile ilgilenmek

source: Deck
de: Strang
pl: Układ

source: Decks and items
de: Strang und Einträge
no: Decks og gjenstander
pl: Układy i punkty

source: Default mapping:
da: Fejl i kortlægning
de: Voreingestellte Zuordnung:
no: Standard kartlegging
pl: Ustawione przyporządkowanie:

source: Delete
da: Slet
de: Löschen
no: Slett
pl: Kasuj

source: Deny
ar: رفض
cs: Odmítnout
da: Nægt
de: Ablehnen
fr: Rejeter
gl: Negar
hu: Elutasít
it: Negare
nl: Ontkennen
no: Nekt
pl: Odrzuć
ru: Скрывать
tr_cy: inkar

source: Description:
da: Beskrivelse:
de: Beschreibung:
no: Beskrivelse:
pl: Opis:

source: Deselect
ar: إلغاء
cs: Zrušit výběr
da: Fravælg
de: Deselektieren
gl: Deseleccionar
hu: Kijelölés visszavonása
it: Deselezionare
no: opphev valg/fjern markering
pl: Odwołaj
ru: Отменить выбор
tr_cy: seçme

source: Details
da: Detaljer
no: Detaljer
pl: Szczegóły

source: Device Manager
de: Gerätemanager
no: Enhetsbehandler
pl: Zarządca przedmiotów

source: Do you really want to restart the server?
da: Vil du virkelig genstarte serveren?
de: Willst Du den Server wirklich neustarten?
no: Er du sikker på at du vil restarte serveren?
pl: Czy naprawdę chcesz ponownie uruchomić serwer?

source: Do you want to accept this treaty?
ar: تقبلوا الإتفاقية دي؟
cs: Přijmeš tuto dohodu?
da: Vil du acceptere denne alliance?
de: Möchtet Ihr dieses Abkommen annehmen?
fr: Souhaitez-vous accepter cet accord ?
gl: Queredes aceptar este partenariado?
hu: El akarja fogadni ezt az egyezményt?
it: Desiderate accettare questo accordo?
nl: Wilt u dit verdrag accepteren?
no: Vil dere godta avtalen?
pl: Czy chcecie przyjąć tę ugodę?
ru: Хотите заключить этот союз?
tr_cy: Bu anlaşmayı kabul etmek istiyor musunuz?

source: Doesn't match well. Should play alone.
ar: مش لايق على حد. يلعب لوحده.
cs: Neshodujeme se. Měl/a by hrát sám/sama.
da: Matcher ikke godt. Bør spille alene.
de: Keine Übereinstimmungen. Sollte alleine spielen.
gl: Non cadra ben. Debe xogar só.
hu: Nem passzol senkihez. Egyedül kellene játszania.
it: Nessun accordo trovato. Giocherà da solo
nl: Past niet goed. Moet alleen spelen.
no: Passer ikke godt. Burde spille alene.
pl: Brak porozumienia. Musi grać sam.
ru: Не совпадает ни с кем. Будет играть один.
tr_cy: İyi eşleşme olmadı. Yalnız oynamalı.

source: Duplicate
da: Duplikér
pl: Skopiuj

source: Dutch
ar: هولندي
cs: holandský
da: Hollandsk
de: Niederländisch
fr: Nearlandais
gl: Holandés
hu: Holland
it: Olandese
nl: Nederlands
no: Nederlandsk
pl: Holenderski
ru: датский
tr_cy: Hollandalı

source: EUROPE
ar: أوروبا
cs: EVROPA
da: EUROPA
de: EUROPA
gl: EUROPA
hu: EURÓPA
it: EUROPA
nl: EUROPA
no: EUROPA
pl: EUROPA
ru: ЕВРОПА
tr_cy: AVRUPA

source: English
ar: إنجليزي
cs: anglický
da: Engelsk
de: Englisch
fr: Anglais
gl: Inglés
hu: Angol
it: Inglese
nl: Engels
no: Engelsk
pl: Angielski
ru: английский
tr_cy: İngilizce

source: Fill the rest
ar: إملا الباقي
cs: Vyplň zbytek
da: udfyld resten
de: Rest ausfüllen
fr: Compléter le reste
gl: Cubrir o resto
hu: Maradék kitöltése
it: Completare il resto
nl: Vul de rest in
no: Fyll opp resten
pl: Wypełnij resztę
ru: Заполни оставшиеся ячейки
tr_cy: Gerisini doldurun

source: French
ar: فرنساوي
cs: francouzský
da: Fransk
de: Französisch
fr: Français
gl: Francés
hu: Francia
it: Francese
nl: Frans
no: Fransk
pl: Francuski
ru: французский
tr_cy: Fransız

source: GAME
da: SPIL
pl: GRA

source: GO
no: GÅ
pl: IDŹ

source: GO 2
no: GÅ 2
pl: IDŹ 2

source: GOTO
no: GÅ TIL
pl: IDŹ DO

source: Game
da: Spil
de: Spiel
no: Spill
pl: Gra

source: Game session
da: Spillængde
de: Spielsitzung
no: Spilløkt
pl: Czas i miejsce gry

source: Game stopped
da: Spil stoppet
de: Spiel gestoppt
no: Spill stoppet
pl: Gra zatrzymana

source: German
ar: ألماني
cs: německý
da: Tysk
de: Deutsch
fr: Allemand
gl: Alemán
hu: Német
it: Tedesco
nl: Duits
no: Tysk
pl: niemiecki
ru: немецкий
tr_cy: Alman

source: Hello, MC!
da: Hej, MC!
no: Hallo, spilleder!
pl: Witaj, MC!

source: Import
da: Importér
de: Importieren
no: Importer
pl: Importuj

source: Import JSON
da: Importér JSON
de: JSON importieren
no: Importer JSON
pl: Importuj JSON

source: Import:
da: Importér:
de: Importieren:
no: Importer:
pl: Importuj:

source: Interfaces
de: Schnittstellen
no: Grensesnitt
pl: Punkty przecięcia

source: JUMP
da: HOP
de: SPRINGEN
no: HOPP OVER
pl: SKAKAĆ

source: Joined
da: Tilsluttet
de: Verbunden
no: Tilknyttet
pl: Połączenie aktywne

source: Language
ar: لغة
cs: jazyk
da: Sprog
de: Sprache
fr: Langue
gl: Lingua
hu: Nyelv
it: Lingua
nl: Taal
no: Språk
pl: Język
ru: Язык
tr_cy: Dil

source: Leave Table!
ar: قوموا من على الطربيزة
cs: Opusť stůl!
da: Forlad bordet
de: Tisch verlassen!
fr: Quittez la table !
gl: Deixar a mesa!
it: Lasciate il tavolo!
nl: Verlaat de tafel!
no: Forlat bordet!
pl: Opuść Stół!
ru: Покиньте стол!

source: Load
no: Laste
pl: uruchom

source: Log
pl: zaloguj

source: MC-Notes
da: MC-Noter
no: Spilledernotat
pl: Głosy MC

source: Mapped:
da: Kortlagt
de: Zugeordnet:
no: Kartlagt:
pl: Przyporządkowany:

source: Matches best with the team of {{name1}} and {{name2}}.
ar: ‏{{name1}} و {{name2}} ينفعوا مع بعض في فريق
cs: Shoduje se nejvíc s týmem {{name1}} a {{name2}}.
da: Matcher bedst med hold {{name1}} og {{name2}}
de: Passt am Besten zu Team {{name1}} und {{name2}}.
gl: Cadra mellor co equipo de {{name1}} e {{name2}}.
hu: Legjobban {{name1}} és {{name2}} csapatával illik össze.
it: corrisponde meglio alla squadra di {{name1}} e {{name2}}
nl: Matcht het best met het team van {{naam1}} en {{naam2}}.
no: Passer best sammen med laget til {{name1}} og {{name2}}.
pl: Pasuje najlepiej do drużyny {{name1}} i {{name2}}.
ru: Лучше всего совпадает с {{name1}} и {{name2}}.
tr_cy: En iyi, takım {{name1}} ve {{name2}} ile eşleşir.

source: Matching
de: Übereinstimmung
no: Passer sammen
pl: Zgodne

source: Memory
da: Hukommelse
de: Speicher
no: Minne
pl: Pamięć

source: Message sent
ar: الرسالة إتبعتت
cs: Zpráva odeslána
da: Besked sendt
de: Nachricht gesendet
fr: Message envoyé
gl: Mensaxe enviada
hu: Üzenet elküldve
it: Messaggio inviato
nl: Bericht gestuurd
no: Melding sendt
pl: Wiadomość wysłana
ru: Ответ отправлен
tr_cy: Mesaj gönderildi

source: Move
da: Flyt
de: Verschieben
no: Flytt
pl: Przesuń

source: Move item
da: Flyt enhed
de: Eintrag verschieben
no: Flytt element
pl: Przesuń pozycję

source: My Turn!
ar: دوري!
cs: Jsem na řadě!
da: Min tur
de: Dran!
fr: Mon tour ! C'est à moi !
gl: A miña quenda!
it: Il mio turno!
nl: Mijn Beurt!
no: Min tur!
pl: Moja Kolej!
ru: Моя очередь!

source: My ambition
ar: طموحي
cs: Moje ambice
da: Min ambition
de: Mein Ehrgeiz
fr: Mon ambition
gl: A miña ambición
hu: Ambícióm
it: La mia ambizione
nl: Mijn ambitie
no: Mitt ambisjonsnivå
pl: Moja ambicja
ru: Моя амбициозность
tr_cy: Benim hırsım

source: My confidence in democracy
ar: ثقتي في الديموقراطية
cs: Moje důvěra k demokracii
da: Min tiltro til demokratiet
de: Mein Vertrauen in die Demokratie
fr: Ma confiance en la Démocratie
gl: A miña confianza na democracia
hu: A demokráciába vetett bizalmam
it: La mia fiducia nella democrazia
nl: Mijn vertrouwen in de democratie
no: Min tillit til demokratiet
pl: Moja ufność w demokrację
ru: Моя вера в демократию
tr_cy: Benim demokrasiye olan güvenim

source: My earnings from the game of the markets
ar: إستفادتي من النظام الرأسمالي
cs: Můj prospěch z volného trhu
da: Min profit fra det frie marked
de: Mein Gewinn aus dem Spiel der Märkte
fr: Le profit que je tire du libre marché
gl: As miñas ganancias do xogo dos mercados
hu: A szabadpiactól származó hasznom
it: I miei profitti dal libero mercato
nl: Mijn verdiensten uit het spel der markten
no: Min profitt fra det frie markedet
pl: Moja wygrana w grze rynków
ru: Моя выгода от рыночной экономики
tr_cy: Benim piyasa oyunlarından kazancım

source: My willingness of solidarity
ar: إستعدادي للتضامن
cs: Moje ochota k solidaritě
da: Min villighed til solidaritet
de: Meine Solidaritätsbereitschaft
fr: Mon sens de la solidarité
gl: A miña disposición para a solidariedade
hu: Szolidaritásom mértéke
it: Il mio senso di solidarietà
nl: Mijn bereidheid tot solidariteit
no: Min solidaritetssans
pl: Moja gotowość solidaryzacji
ru: Моя готовность быть солидарным
tr_cy: Benim dayanışma isteğim

source: Name
da: Navn
no: Navn
pl: Nazwa

source: Neuer Name?
da: Nyt navn
pl: Nowa nazwa?

source: New Inline Deck
pl: Nowy schowany układ

source: New deck
de: Neuer Strang
no: Ny deck
pl: Nowy układ

source: New name for ?
da: Nyt navn til
no: Nytt navn for ?
pl: Nowa nazwa

source: New option
da: Ny mulighed
de: Neue Option
no: Nytt alternativ
pl: Nowa opcja

source: New title:
da: Ny titel
de: Neuer Titel:
no: Ny tittel:
pl: Nowy tytuł:

source: Next
da: Næste
de: Nächster
no: Neste
pl: Następny

source: Next!
da: Næste!
de: Nächster!
no: Neste!
pl: Następny!

source: No
ar: لأ
cs: Ne
da: Nej
de: Nein
fr: Non
gl: Non
hu: Nem
nl: Nee
no: Nei
pl: Nie
ru: Нет
tr_cy: Hayır

source: No Deal with me!
ar: مش عاوزين نعمل جمعية
cs: Se mnou ne!
da: Ingen aftale med mig!
de: Kein Abkommen mit uns!
fr: Pas d'accord avec nous !
gl: Non hai trato!
hu: Nincs üzlet velem!
it: Nessun accordo con noi
nl: Geen Deal met mij!
no: Ingen avtale med meg!
pl: Nie idę na Ugodę!
ru: Со мной никаких соглашений!
tr_cy: Benimle anlaşma yok!

source: No connected nodes!
no: Ingen tilknyttede punkter!
pl: Brak połączonych punktów!

source: Nobody was mean to you.
ar: ماحدش كان شرير معاك
cs: Nikdo se k Tobě nechoval špatně.
da: Ingen var ond mod dig.
de: Niemand hat euch Punkte abgezogen.
fr: Personne ne vous a enlevé des points.
gl: Ninguén foi ruín contigo.
hu: Senki sem bántott titeket.
it: Nessuno vi ha tolto dei punti
nl: Niemand was gemeen tegen jou
no: Ingen var slemme mot deg.
pl: Nikt nie odjął wam punktów.
ru: Никто не оценивал тебя негативно.
tr_cy: Kimse size kötü davranmadı.

source: Node list
no: Punktliste
pl: Lista punktów

source: Norwegian
ar: نرويجي
cs: Norský
da: Norsk
de: Norwegisch
fr: Norvegien
gl: Noruegués
hu: Norvég
it: Norvegese
nl: Noors
no: Norsk
pl: Norweski
ru: норвежский
tr_cy: Norveçli

source: Not set
da: Ikke klar
de: Nicht gesetzt
no: Ikke satt
pl: Nie usadowiony

source: Null Problemo!
da: Intet problem!
no: Null problem!
pl: Zero Problemo!

source: OS Info for {{systemInfo.osInfo.hostname}}
pl: OS informacja dla {{systemInfo.osInfo.hostname}}

source: Option
da: Mulighed
no: Valg
pl: Opcja

source: Options
da: Muligheder
de: Optionen
no: Valgmuligheter
pl: Opcje

source: Playback
de: Spiel
pl: Graj

source: Player
ar: اللاعبين
cs: Hráč
da: Spiller
de: Spieler
fr: Joueur
gl: Xogador/a
hu: Játékos
it: Giocatore
nl: Speler
no: Spiller
pl: Gracz
ru: Игрок
tr_cy: Oyuncu

source: Player {{ playerNumber }}
da: Spiller {{ playerNumber }}
de: Spieler {{ playerNumber }}
no: Spiller {{ playerNumber }}
pl: Gracz {{ playerNumber }}

source: Players are dealing
ar: اللاعبين عملوا جمعية
cs: Hráči vyjednavájí
da: Spillere forhandler
de: Die Teams verhandeln
fr: Les équipes négocient
gl: As/Os xogadoras/es están negociando
hu: A Játékosok tárgyalnak
it: I giocatori stanno negoziando
nl: Spelers onderhandelen
no: Spillerne forhandler
pl: Gracze licytują się
ru: Игроки заключают соглашение.
tr_cy: Oyuncular arıyor

source: Players are rating others
ar: اللاعبين بيقيموا بعض
cs: Hráči se navzájem hodnotí
da: Spillere bedømmer andre
de: Die Teams bewerten andere
fr: Les équipes évaluent les autres
gl: As/Os xogadoras/es están puntuando o resto
hu: A Játékosok pontozzák a többieket
it: I giocatori stanno valutando gli altri
nl: Spelers beoordelen anderen
no: Spillerne rangerer andre
pl: Gracze oceniają innych
ru: Игроки оценивают других
tr_cy: Oyuncular diğerlerini değerlendiriyor

source: Players are voting
ar: اللاعبين بيصوتوا
cs: Hráči volí
da: Spillere stemmer
de: Die Teams stimmen ab
fr: Les équipes votent
gl: As/Os xogadoras/es están votando
hu: A Játékosok szavaznak
it: I giocatori stanno votando
nl: Spelers stemmen
no: Spillerne stemmer
pl: Drużyny głosują
ru: Игроки голосуют
tr_cy: Oyuncular oy veriyor

source: Please Select:
ar: إختار
cs: Vyber prosím:
da: Vær venlig at vælge
fr: faites un choix
gl: Seleccionar:
hu: Kérjük, válasszon:
it: Fate una scelta
nl: Selecteer a.u.b.:
no: Vennligst velg:
pl: Proszę wybrać:
ru: Пожалуйста, выберете:
tr_cy: Lütfen Seçin:

source: Please choose the session for this Game.
ar: إختار صفحة للدور ده
cs: Vybírej prosím termín této hry.
da: Vælg venligst længden af dette spil.
gl: Elixe a sesión para este Xogo.
hu: Kérlek válaszd ki a játékhoz tartozó session-t.
it: Per favore, scegliete la sessione per questo gioco
nl: Selecteer a.u.b. de sessie voor dit spel.
pl: Proszę wybrać posiedzenie dla tej gry.
ru: Пожалуйста, выбери сессию для этой игры.
tr_cy: Lütfen bu oyun için seansı seçiniz.

source: Please rate a team! Give {{score}} point!
ar: قيم الفريق! إديهم مجموع النقط
cs: Ohodnoť nějaký tým! Dej {{score}} bod
da: Vær venlig at udmærke et hold! Giv {{score}} point!
de: {{score}} Punkt abziehen!
fr: Retirez {{score}} point !
gl: Puntuade un equipo! Dade {{score}} punto!
hu: Egy másik csapat értékelése! Adjatok {{score}} pontot!
it: Valutate una squadra! Date {{score}} punto
nl: Beoordeel een team! {{score}} punten!
no: Vennligst ranger et lag! Gi {{score}} poeng!
pl: Proszę ocenić drużynę! Przyznaj {{score}} punkt!
ru: Пожалуйста, оцени команду! Поставьте им {{score}} очки!
tr_cy: Lütfen bir takımı değerlendirin! {{score}} puan verin!

source: Please select a session before starting the game!
da: Vælg venligst en tidslængde inden spillet startes!
de: Bitte Spielsitzung einstellen bevor das Spiel startet!
no: Vennligst velg en økt før spillet settes i gang!
pl: Proszę ustawić posiedzenie gry zanim rozpocznie się gra!

source: Point given!
ar: الإجابة إتبعتت!
cs: Bod přidělen!
da: Point givet!
de: Die Stimme wurde gezählt!
fr: Le point a été compté !
gl: Punto dados
hu: Pont kiosztva!
it: Punto assegnato!
nl: Punt gegeven!
no: Din stemme er registrert!
pl: Punkt został przyznany!
ru: Очки выставлены!
tr_cy: Puan verildi!

source: Polish
ar: بولاندي
cs: polský
da: Polsk
de: Polnisch
fr: Polonais
gl: Polaco
hu: Lengyel
it: Polacco
nl: Pools
no: Polsk
pl: Polski
ru: польский
tr_cy: Polonyalı

source: Polls
da: Afstemninger
de: Abstimmung
no: Avstemninger
pl: Wyniki

source: Portuguese
ar: برتغالي
cs: portugalský
da: Portugisisk
de: Portugiesisch
fr: Portugais
gl: Portugués
hu: Portugál
it: Portoghese
nl: Portugees
no: Portugisisk
pl: Portugalski
ru: португальский
tr_cy: Portekizli

source: Process
da: Proces
de: Prozess
no: Prosess
pl: Proces

source: REALLY REALLY SURE??????????
da: FULDSTÆNDIG SIKKER??????????
de: WIRKLICH WIRKLICH SICHER????????
no: VIRKELIG HELT SIKKER??????????
pl: CZY NAPRAWDĘ NAPRAWDĘ JESTEŚ PEWNY???????????

source: REBOOT
pl: PONOWNE URUCHOMIENIE

source: REGO
pl: PONOWNY START

source: RELOAD
no: LAST PÅ NYTT
pl: PONOWNE ZAŁADOWANIE

source: REPAIR DB
da: Reparér DB
no: REPARER DB
pl: NAPRAWA DB

source: RESTART
da: GENSTART
pl: PONOWNE URUCHOMIENIE

source: RESTART SERVER
da: GENSTART SERVER
pl: PONOWNE URUCHOMIENIE SERWERA

source: Rank
da: Placering
de: Rang
no: Plassering
pl: Ranga

source: Rank: {{player.rank}}
da: Placering: {{player.rank}}
de: Rang: {{player.rank}}
no: Plassering: {{player.rank}}
pl: Ranga: {{player.rank}}

source: Rank: {{status.player.rank}}
da: Placering: {{status.player.rank}}
de: Rang: {{status.player.rank}}
no: Plassering: {{status.player.rank}}
pl: Ranga: {{status.player.rank}}

source: Really DB: {{action}}?
da: Virkelig DB: {{action}}?
de: Wirklich DB: {{action}}?
no: Virkelig DB: {{action}}?
pl: Naprawdę DB: {{action}}?

source: Really delete???
da: Helt sikkert slette?????
de: Wirklich löschen???
no: Vil du virkelig slette???
pl: Naprawdę usunąć?

source: Really jump?
ar: تنط فعلاً ؟
cs: Opravdu přeskočit?
da: Virkelig hoppe?
fr: Sauter vraiment ?
gl: Estás segura/o de saltar?
hu: Tényleg átugor?
it: Saltare davvero?
nl: Echt springen?
no: Vil du virkelig hoppe over?
pl: Naprawdę przeskoczyć?
ru: Действительно пропустить?
tr_cy: Gerçekten zıplayacak mısınız?

source: Really restart?
ar: إعادة البدء ؟
cs: Opravdu restartovat?
da: Virkelig genstarte?
de: Wirklich neustarten?
fr: Vraiment recommencer ?
gl: Estás segura/o de volver empezar?
hu: Tényleg újraindít?
it: Ricominciare davvero?
nl: Echt herstarten?
no: Vil du virkelig starte på nytt?
pl: Naprawdę uruchomić ponownie?
ru: Действительно начать снова?
tr_cy: Gerçekten baştan başlayacak mısınız?

source: Recordings
da: Optagelser
pl: Nagrania

source: Refresh
da: Opfrisk
de: Neuladen
no: Oppdater
pl: Odśwież

source: Reject
ar: مرفوض
cs: Zamítnout
da: Afvis
de: Ablehnen
fr: Rejeter
gl: Rexeitar
hu: Elutasít
it: Rifiutare
nl: Afwijzen
no: Avslå
pl: Odrzuć
ru: отклонить
tr_cy: Ret

source: Rename
da: Omdøb
pl: Zmień nazwę

source: Request
ar: طلب
cs: Žádost
da: Anmodning
de: Ersuchen
gl: Solicitar
hu: Kérés
it: Domanda
nl: Verzoeken
no: Ønske
pl: Prośba
ru: Запросить
tr_cy: İstek

source: Restart Game
da: Genstart Spillet
pl: Uruchom ponownie grę

source: Results are displayed
ar: النتايج على الشاشة
cs: Výsledky jsou zobrazeny
da: Resultater bliver vist
de: Ergebnisse werden angezeigt
fr: Les résultats sont affichés
gl: Amósanse os resultados
hu: Eredmények megjelennek
it: I risultati sono affissi
nl: Resultaten worden weergegeven
no: Resultater vises
pl: Wyniki zostaną pokazane
ru: Результаты отображены
tr_cy: Sonuçlar görüntüleniyor
