Repository: hansimglueck/homeVisit
Catalog: po/*.po
Languages: ar, cs, da, de, fr, gl, hu, it, nl, no, pl, ru, tr_cy

source: Results are weighted by ranking. See actual votes in braces.
ar: قوة الصوت بيحددها الترتيب. عدد الصويت الحقيقي بين قوسين.
cs: Výsledky jsou násobeny podle umístění. Aktuální hlasy v závorkách.
da: Resultaterne er påvirket af rækkefølgen. Se rigtige stemmer i paranteserne.
de: Ergebnisse sind nach Rang gewichtet. Die Stimmen stehen in Klammern.
gl: Pondéranse os resultados por posición. Os votos reais aparecen entre paréntese
hu: Eredmények rangsor alapján súlyozottak. Szavazatszámok kapcsos zárójelben.
it: Il valore dei risultati dipende dalla posizione in classifica. I voti sono indicati tra parentesi
nl: Resultaten worden gewogen d.m.v. de positie. Zie de actuele stemmen tussen haakjes
no: Resultatene vektes etter plassering. Se faktiske stemmer i parantes.
pl: Wyniki są rozpatrywane na podstawie rangi. Głosy znajdują się w nawiasach.
ru: Вес голоса зависит от позиции в рейтинге. Голоса указаны в скобках.
tr_cy: Sonuçlar sıralama dikkate alınarak gösteriliyor. Gerçek oyları parantez için görebilirsiniz.

source: SCAN
pl: SKANUJ

source: SHUTDOWN
da: LUK NED
no: AVSLUTNING
pl: ZAMKNIJ

source: Save
da: GEM
de: Speichern
no: Lagre
pl: Zapisz

source: Score
ar: النتيجة
cs: Počet bodů
da: Stilling
de: Punkte
fr: Points
gl: Puntuación
hu: Pontszám
it: Punti
no: Poengsum / stilling
pl: Punkty
ru: Очки
tr_cy: Skor

source: Score for Player {{playerId}}
da: Stilling for spillere {{playerId}}
de: Punkte für Team {{playerId}}
no: Poengsum for spiller {{playerId}}
pl: Punkty dla Gracza {{playerId}}

source: Score: {{player.score}}
da: Stilling: {{player.score}}
de: Punkte: {{player.score}}
no: Poengsum: {{player.score}}
pl: Punkty: {{player.score}}

source: Score: {{status.player.score}}
da: Stilling: {{status.player.score}}
de: Punkte: {{status.player.score}}
no: Poengsum: {{status.player.score}}
pl: Punkty: {{status.player.score}}

source: Select
ar: إختار
cs: Vyber
da: Vælg
de: Auswählen
fr: Choisir
gl: Selecciona
hu: Kiválasztás
it: Selezionare
no: Velg
pl: Wybierz
ru: Выбрать
tr_cy: Seç

source: Settings
de: Einstellungen
no: Innstillinger
pl: Ustawienia

source: Silence please. Now <player-icon pid="status.playerOnTurn"></player-icon> is reading:
ar: هدوء من فضلكم. الفريق <player-icon pid="status.playerOnTurn"></player-icon> بيقرأ.
cs: Ticho prosím. Hráč <player-icon pid="status.playerOnTurn"></player-icon> čte:
da: Stilhed tak. Nu <player-icon pid="status.playerOnTurn"></player-icon> bliver læst:
de: Ruhe bitte! Jetzt liest <player-icon pid="status.playerOnTurn"></player-icon>
fr: Silence s'il vous plait. Maintenant le joueur <player-icon pid="status.playerOnTurn"></player-icon> va lire.
gl: Silencio, por favor. Le agora <player-icon pid="status.playerOnTurn"></player-icon>:
hu: Csendet kérünk. Most <player-icon pid="status.playerOnTurn"></player-icon> olvas:
it: Silenzio, per favore. Adesso <player-icon pid="status.playerOnTurn"></player-icon> leggerà
nl: Stilte alstjeblieft. Nu leest <player-icon pid="status.playerOnTurn"></player-icon>
no: Kan dere være stille? Nå skal <player-icon pid="status.playerOnTurn"></player-icon> lese:
pl: Spokój! Teraz czyta <player-icon pid="status.playerOnTurn"></player-icon>
ru: Тишина, пожалуйста. Теперь <player-icon pid="status.playerOnTurn"></player-icon> читает:
tr_cy: Sessizlik lütfen. Şimdi <player-icon pid="status.playerOnTurn"></player-icon> okuyır:

source: Silent
da: stille
de: Still
no: Stille
pl: Cisza

source: Sound is playing:
ar: الصوت شغال
cs: Hraje zvuk:
da: Lyden spiller
de: Ton wird wiedergegeben:
fr: Un son est diffusé
gl: Soa un son:
hu: Hang lejátszása:
it: Viene diffuso un suono
nl: Geluid loopt:
no: Lyd spilles av:
pl: Głos przywrócony:
ru: Проигрывается звук:
tr_cy: Ses çalıyor:

source: Special code is executed
ar: الكود الخاص نفذ
cs: Zvláštní kód je vykonán.
da: Special kode er eksekveret
gl: Execútase un código especial
hu: Speciális kód futtatása
it: Viene eseguito un codice speciale
nl: Speciale code wordt uitgevoerd
pl: Specjalny kod wprowadzony
ru: Функция
tr_cy: Özel kod işleme alındı

source: Start Game
da: Start spil
pl: Rozpocznij Grę

source: Stop Game
da: Stop spil
pl: Zatrzymaj Grę

source: Submit
ar: قدم
cs: Podat
gl: Enviar
hu: Küldés
it: Sottoporre
nl: Voeg toe
no: Send inn
pl: Zatwierdź
ru: Подтвердить
tr_cy: Gönder

source: Sure you want to restart the game? This will start a new recording...
ar: متأكد
cs: Chceš opravdu restartovat hru? Toto spustí nový záznam...
da: Sikker på at du vil genstarte spillet? Dette vil starte en ny optagelse...
gl: Seguro que queres reiniciar o xogo? Isto iniciará unha nova gravación...
hu: Biztos, hogy újra akarod indítani a játékot? Ez egy új felvételt fog indítani…
it: Siete sicuri di voler ricominciare il gioco? Questo farà partire una nuova registrazione...
nl: Weet je zeker dat je het spel wilt herstarten? Dit zal een nieuwe opname opstarten...
pl: Na pewno chcesz zacząć nową grę? To rozpocznie nowe nagranie...
ru: Уверены, что хотите начать игру заново? Это запустит новую запись
tr_cy: Oyunu yeniden başlatmak istediğinizden emin misiniz? Bu yeni bir kayıt başlatacak...

source: Sure you want to stop the game? This will finish the current recording.
ar: متأكد
cs: Chceš opravdu ukončit hru? Toto ukončí aktuální záznam.
da: Sikker på at du vil stoppe dette spil? Dette vil slutte den nuværende optagelse.
gl: Seguro que queres deter o xogo? Isto finalizará a gravación actual.
hu: Biztos, hogy le akarod állítani a játékot? Ezzel befejezi az aktuális felvételt.
it: Siete sicuri di voler fermare il gioco? Questo fermerà la registrazione corrente
nl: Weet je zeker dat je het spel wilt stoppen? Dit zal de huidige opname afsluiten.
pl: Na pewno chcesz skończyć grę? To zakończy bieżące nagranie...
ru: Вы уверены, что хотите остановить игру? Это остановит текущую запись.
tr_cy: Oyunu durdurmak istediğinizden emin misiniz? Bu şu anki kaydı sona erdirecek.

source: Team
da: Hold
pl: Drużyna

source: Team ID
da: Hold ID
no: Lag-ID
pl: Drużyna ID

source: Teams
da: Hold
no: Lag
pl: Drużyny

source: The MC has to select somebody!!
ar: منظم اللعبة يختار حد!
cs: MC musí někoho vybrat!!
da: MC skal vælge nogen!!
de: Der MC muss jemanden auswählen!!
fr: Le MC doit choisir quelqu'un !!
gl: A MC ten que elixir alguén!!
hu: Az MC-nek ki kell választania valakit!!
it: Il MC deve scegliere qualcuno!
nl: De MC moet iemand selecteren!!
no: Spilleder må velge noen!
pl: MC musi kogoś wybrać!!
ru: Ведущий должен выбрать кого-нибудь!!
tr_cy: MC'nin birini seçmesi gerekiyor!!

source: The alliance is fullfilled.
ar: الإتفاقية تمت
cs: Aliance je uzavřena.
da: Alliancen er indgået.
de: Die Allianz wurde geschlossen.
fr: L'alliance a été nouée.
gl: Chegouse a unha alianza.
hu: A szövetség megkötve.
it: L'alleanza è stretta
nl: Het bondgenootschap is nagekomen.
no: Alliansen er fullbyrdet.
pl: Sojusz został zawarty.
ru: Соглашение заключено.
tr_cy: İttifak amacına ulaştı.

source: The alliance is neglected.
ar: الإتفاقية لم تتم
cs: Aliance je odmítnuta.
da: Alliancen er afvist.
de: Keine Allianz geschlossen.
fr: L'alliance a été rejeté.
gl: Rexeitouse a alianza.
hu: A szövetség visszautasítva.
it: L'alleanza è stata rifiutata
nl: Het bondgenootschap is genegeerd.
no: Allianseforslaget er ikke godtatt.
pl: Sojusz nie został zawarty.
ru: Соглашение отклонено.
tr_cy: İttifak göz ardı ediliyor.

source: The deal was denied
ar: الجمعية لم تتم
cs: Dohoda byla odmítnuta.
da: Aftalen blev nægtet.
de: Das Abkommen kam nicht zustande.
fr: L'accord n'a pu être conclu
gl: O partenariado foi denegado
hu: Az ajánlat elutasítva
it: L'accordo non è stato concluso
nl: De deal is geweigerd
no: Avtalen ble avslått
pl: Porozumienie nie doszło do skutku
ru: Предложение было отклонено
tr_cy: Anlaşma reddedildi

source: The division of the cake
ar: تقسيم الكيكة
cs: Rozdělení koláče
da: Delingen af kagen
de: Die Verteilung des Kuchens
fr: Le partage du gâteau
gl: A división do pastel
hu: A torta felosztása
it: La ripartizione della torta
nl: De verdeling van de taart
no: Delingen av kaken
pl: Podział ciasta
ru: Дележ пирога
tr_cy: Kekin paylaşımı

source: The other team is busy
ar: الفريق التاني مشغول
cs: Druhý tým pracuje
da: Det andet hold har travlt
de: Das andere Team is beschäftigt.
fr: L'autre équipe est occupé.
gl: O outro equipo está ocupado
hu: A másik csapat elfoglalt
it: L'altra squadra è occupata
nl: Het andere team is bezig
no: Det andre laget er opptatt
pl: Inna drużyna jest zajęta
ru: Другая команда занята
tr_cy: Diğer takım meşgul

source: The worst team was not mean to you.
ar: الفريق الأضعف ما كانش شرير مع فريقكم
cs: Nejhorší tým se vůči Tobě nezachoval špatně.
da: Det dårligste hold var ikke ond imod dig.
de: Das schlechteste Team war nicht gemein zu Euch.
fr: La plus mauvaise équipe n'a pas été vache avec vous en vous enlevant des points.
gl: O equipo peor non foi ruín contigo.
hu: A legrosszabb csapat nem bántott titeket.
it: La squadra peggiore non è stata meschina con voi
nl: Het ergste team was niet gemeen tegen jou.
no: Det dårligste laget var ikke slemme mot deg/dere.
pl: Najgorsza drużyna nie była wobec was nieuprzejma.
ru: Худшая команда не была к вам недобра.
tr_cy: En kötü takım size kötü davranmadı.

source: These teams were mean to you:
ar: الفرق الي كانت شريرة مع فريقكم
cs: Následující týmy se vůči Tobě zachovaly špatně:
da: Disse hold var onde imod dig:
de: Diese Teams haben euch Punkte abgezogen:
fr: Ces équipes vous ont enlevé des points:
gl: Estes equipos foron ruíns contigo:
hu: Ezek a csapatok bántottak titeket:
it: Queste squadre sono state meschine con voi
nl: Deze teams waren gemeen tegen jou:
no: Disse lagene var slemme mot dere:
pl: Te drużyny były wobec was nieuprzejme:
ru: Эти команды были к вам недобры:
tr_cy: Bu takımlar size kötü davrandı:

source: These worst team was mean to you:
da: Disse dårlig hold var ond imod dig.
de: Das schlechteste Team war gemein zu Euch.
no: Det dårligste laget var slemt mot deg:
pl: Ta najgorsza drużyna była wobec was nieuprzejma:

source: This deal is active
ar: الجمعية إبتدت
cs: Tato dohoda je platná
da: Denne aftale er aktiv
de: Das Abkommen wurde geschlossen.
fr: L'accord a été conclu.
gl: Este partenariado está activo
hu: Ez az ajánlat aktív
it: L'accordo è stato concluso
nl: Deze deal is actief
no: Denne avtalen er aktiv
pl: Porozumienie zostało zawarte
ru: Предложение действует
tr_cy: Anlaşma aktif

source: This is the about view.
da: Dette er oversigten.
de: Das ist die About-Ansicht.
no: Dette er innholdsfortegnelsen.
pl: To jest pogląd about.

source: This poll doesn't exist!
ar: الخانة دي مش موجودة
cs: Tato volba neexistuje!
da: Denne meningsmåling eksisterer ikke!
de: Diesen Frage gibt es nicht!
gl: Esta votación non existe!
hu: Ez a kérdés nem létezik!
it: Questa domanda non esiste
nl: Deze peiling bestaat niet
no: Denne avstemningen eksisterer ikke!
pl: To głosowanie nie istnieje!
ru: Этого лица в списке не существует!
tr_cy: Bu anket yok!

source: This treaty was ACCEPTED.
ar: الإتفاقية مقبولة
cs: Tato dohoda byla PŘIJATA.
da: Denne traktak blev ACCEPTERET.
de: Dieses Abkommen wurde ANGENOMMEN.
fr: Ce traité a été ACCCEPTÉ
gl: Este partenariado foi ACEPTADO.
hu: Ez az egyezmény ELFOGADVA.
it: Questo accordo è stato ACCETTATO
nl: Dit verdrag is GEACCEPTEERD.
no: Denne avtalen ble AKSEPTERT.
pl: To porozumienie zostało PRZYJĘTE.
ru: Этот соглашение было ОДОБРЕНО.
tr_cy: Bu anlaşma KABUL EDİLDİ.

source: This treaty was DENIED.
ar: الإتفاقية مرفوضة
cs: Tato dohoda byla ZAMÍTNUTA.
da: Denne traktak blev AFVIST.
de: Dieses Abkommen wurde ABGELEHNT.
fr: Ce traité a été REJETÉ.
gl: Este partenariado foi DENEGADO.
hu: Ez az egyezmény ELUTASÍTVA.
it: Questo accordo è stato NEGATO
nl: Dit verdrag is AFGEWEZEN.
no: Denne avtalen ble AVSLÅTT.
pl: To porozumienie zostało ODRZUCONE.
ru: Это соглашение было ОТВЕРГНУТО.
tr_cy: Bu anlaşma REDDEDİLDİ.

source: Title:
da: Titel:
de: Titel:
no: Tittel:
pl: Tytuł:

source: Total:
ar: المجموع
cs: Celkem:
de: Summe:
hu: Összesen:
it: Totale
nl: Totaal:
no: Totalt:
pl: Łącznie:
ru: Всего
tr_cy: Toplam:

source: Total: {{display.data[0]}}
no: Totalt: {{display.data[0]}}
pl: Łącznie: {{display.data[0]}}

source: Traitor! You can't score down your allied!
ar: خونة! ما ينفعش تاخدوا نقطة من الفريق الي معاكم في الإتفاقية!
cs: Zrádce! Nemůžeš ubrat body svému spojenci!
da: Forræder! Du kan ikke nedgradere din allierede!
de: Verräter! Ihr könnt Euren Allianzpartner nicht negativ bewerten!
fr: Traitre ! Vous ne pouvez pas évaluer vos alliés de façon négative !
gl: Traidor! Non se poden quitar puntos a un aliado!
hu: Áruló! Nem pontozhatjátok le egy szövetségeseteket!
it: Traditori! Non potete valutare i vostri alleati in modo negativo!
nl: Verrader! Je kunt je bontgenoot geen punten afnemen!
no: Forræder! Du kan ikke gi din allierte minuspoeng!
pl: Zdrajcy! Nie możecie negatywnie ocenić Waszego sojusznika!
ru: Предатель! Вы не можете забирать очки у своего союзника!
tr_cy: Hain! İttifakınızın puanını düşüremezsiniz!

source: Treaty
ar: إتفاقية
cs: Dohoda
da: Traktat
de: Abkommen
fr: Accord
gl: Tratado
hu: Egyezmény
it: Accordo
nl: Verdrag
no: Avtale
pl: Porozumienie
ru: Соглашение
tr_cy: Anlaşma

source: Try Again
ar: حاول تاني
cs: Zkus to znova
da: Prøv igen
de: Zurück
gl: Tenta de novo
hu: Próbálja újra
it: Prova ancora!
nl: Probeer opnieuw
no: Prøv igjen
pl: Spróbuj Ponownie
ru: Попробуйте еще раз
tr_cy: Yeniden Deneyin

source: Type
de: Art
pl: Rodzaj

source: Uptime
no: Oppetid
pl: Czas trwania

source: VOTE
ar: تصويت
cs: VOLBA
da: STEM
de: ABSTIMMUNG
gl: VOTO
hu: SZAVAZÁS
it: VOTO
nl: STEM
no: STEM
pl: GŁOSOWANIE
ru: ГОЛОСУЙТЕ
tr_cy: OY VER

source: Voted for:
ar: التصويت لصالح
cs: Hlasoval/a pro:
da: Stem på:
de: Gestimmt für:
fr: A voté pour:
gl: Votou por:
hu: Erre szavazott:
it: Ha votato per
nl: Gestemd voor:
no: Stemte for:
pl: Zagłosowano za:
ru: Проголосовал за:
tr_cy: Oy verdiği:

source: WIFI login
pl: logowanie WIFI

source: Wait
da: Vent
de: Warten
no: Vent
pl: Czekaj

source: Waiting for being rated.
ar: في إنتظار التقييم.
cs: Čekám na hodnocení.
da: Venter på at blive bedømt.
de: Auf Bewertung warten.
fr: En cours d’évaluation…
gl: Á espera de recibir puntuación.
hu: Értékelésre várás.
it: In corso di valutazione
nl: Wacht om beoordeeld te worden
no: Venter på å bli rangért.
pl: Oczekiwanie na ocenę.
ru: Ждите, пока вас оценят.
tr_cy: Değerlendirilmek için bekliyor.

source: Waiting for reply...
ar: في إنتظار الرد…
cs: Čekám na odpověď...
da: Venter på svar.
de: Warten auf Antwort ...
gl: Á espera dunha resposta...
hu: Válaszra várva…
it: In attesa di risposta
nl: Wachten op reactie...
no: Venter på svar…
pl: Oczekiwanie na odpowiedź …
ru: Ждите ответа...
tr_cy: Yanıt için bekliyor...

source: We are waiting for reply.
ar: منتظرين الرد.
cs: Čekáme na odpověď.
da: Vi venter på svar.
de: Warten auf Antwort ...
gl: Agardamos unha resposta.
hu: Válaszra várunk.
it: Stiamo aspettando una risposta
nl: Wij wachten op een reactie
no: Vi venter på et svar.
pl: Oczekiwanie na odpowiedź.
ru: Мы ждем ответа.
tr_cy: Yanıt için bekliyoruz.

source: Who at the table has a job of which he or she can live?
ar: مين هنا بيشتغل شغلانة يقدر يعيش منها ؟
cs: Kdo u tohoto stolu má práci která ho uživí?
da: Hvem ved bordet har et job, som han eller hun kan leve af?
de: Wer am Tisch hat eine Arbeit, von der er oder sie leben kann? (+ Rückfrage)
fr: Qui, autour de cette table, a un travail qui lui permet d'en vivre ?
gl: Quen desta mesa ten un traballo que lle dá para vivir?
hu: Ki az asztalnál, akinek olyan munkája van, amiből meg tud élni?
it: Chi intorno a questo tavolo ha un lavoro di cui riesce a vivere?
nl: Wie aan deze tafel heeft een baan die genoeg betaalt om van te leven?
no: Hvem ved bordet har en jobb han/hun kan leve av? (+ videre spørsmål)
pl: Kto ze zgromadzonych ma pracę, z której może wyżyć?
ru: Кому за столом хватает одной работы, чтобы прокормить себя и семью?
tr_cy: Bu masadakilerden kimin yaşayabileceği kadar kazandıran bir işi var?

source: Who at this table has been class spokesman?
ar: مين كان ممثل عن الفصل
cs: Kdo u tohoto stolu byl předsedou třídy?
da: Hvem ved dette bord har været elevrådsrerpæsentant?
de: Wer an diesem Tisch war einmal Klassensprecher?
fr: Qui, autour de cette table, a été délégué de classe ?
gl: Quen desta mesa foi delegada/o de clase?
hu: Ki az asztalnál volt az osztályképviselő?
it: Chi intorno a questo tavolo è stato rappresentante di classe
nl: Wie aan deze tafel was klassenvertegenwoordiger op school?
no: Hvem ved dette bordet har vært elevrådsrepresentant?
pl: Kto był przewodniczącym klasy?
ru: Кто за этим столом был старостой?
tr_cy: Bu masadakilerden kimler sınıf temsilciliği yaptı?

source: Who at this table has ever won a lot?
ar: مين هنا كسب قبل كده جايزة كبيرة ؟
cs: Kdo u tohoto stolu už někdy vyhrál hlavní cenu?
da: Hvem ved dette bord har engang vundet stort?
de: Wer an diesem Tisch hat schon mal viel gewonnen?
fr: Qui, autour de cette table, a gagné le gros lot ?
gl: A quen desta mesa lle tocou o gordo algunha vez?
hu: Ki az asztalnál nyert már sokat valaha?
it: Chi intorno a questo tavolo ha già vinto la lotteria?
nl: Wie aan deze tafel heeft er ooit een groot bedrag gewonnen?
no: Hvem ved dette bordet har noensinne vunnet en stor premie?
pl: Kto już wygrał los na loterii?
ru: У кого за этим столом в жизни случалась большая удача?
tr_cy: Bu masadakilerden kimler daha önce herhangi bir çekiliş kazandı?

source: Who feels more as an European than a citizens of his country?
ar: مين كان في ميدان التحرير بين ٢٥ يناير و ١١ فبراير ٢٠١١ ؟
cs: Kdo se cítí být více Evropanem, než občanem vlastní země?
da: Hvem føler sig mere som en europæer end en borger i sit hjemland?
de: Wer fühlt sich mehr als Europäer denn als Bürger seines Landes?
fr: Qui se sent plus européen que citoyen de son pays ?
gl: Quen se sente máis europea/o que cidadá/n de España?
hu: Ki érzi magát inkább európainak, mint hazája állampolgárának?
it: Chi si sente più Europeo che cittadino del proprio paese?
nl: Wie voelt zich meer Europeaan dan burger van het land waarin hij/zij woont?
no: Hvem føler seg mer som en europeer enn som en innbygger i sitt eget land?
pl: Kto czuje się bardziej Europejczykiem niż obywatelem własnego kraju?
ru: Кто из вас чувствует себя в большей степени гражданином мира, чем жителем своей страны?
tr_cy: Kim kendi ülkesinden çok Avrupalı olarak hissediyor?

source: Who finds the people here in general trustworthy?
ar: مين حاسس إن المجموعة إلّي هنا ناس يقدر يثق فيهم ؟
cs: Kdo považuje tyto lidi za důvěrohodné?
da: Hvem finder generelt folk her tillidsvækkende?
de: Wer findet die Menschen hier grundsätzlich vertrauenswürdig?
fr: Qui pense que les personnes autour de cette table sont fondamentalement dignes de confiance ?
gl: Quen cre que a xente que está aquí en xeral é de fiar?
hu: Ki szerint általában megbízhatónak az itt élő emberek?
it: Chi pensa che le persone intorno a questo tavolo siano in generale degne di fiducia?
nl: Wie vindt dat de mensen aan deze tafel te vertrouwen zijn?
no: Hvem tenker at personene i dette rommet er til å stole på?
pl: Kto zasadniczo uważa zgromadzonych tu ludzi za godnych zaufania?
ru: Кто считает, что люди за столом внушают доверие?
tr_cy: Kim buradaki insanları genel olarak güvenilir buluyor?

source: Who had a physical conflict in the past 10 years?
ar: مين هنا إتخانق خناقة فيها ضرب في خلال العشر سنين الي فاتوا ؟
cs: Kdo v posledních 10 letech řešil konfilkt tělesně?
da: Hvem har haft en fysisk konflikt i de sidste 10 år?
de: Wer hat in den vergangenen 10 Jahren einen Konflikt schon mal körperlich ausgetragen?
fr: Au cours des 10 dernières années qui s'est battu physiquement lors d'un conflit ?
gl: Quen estivo nunha liorta que chegou ás mans nos últimos 10 anos?
hu: Ki került fizikai konfliktusba az elmúlt tíz évben?
it: Negli ultimi 10 anni, chi ha preso parte a un conflitto fisico?
nl: Wie is er in de afgelopen tien jaar betrokken geweest bij een fysiek conflict?
no: Hvem har vært involverte i en fysisk konflikt eller slåsskamp i løpet av de 10 siste årene?
pl: Kto w ciągu ostatnich 10 lat brał udział w bójce?
ru: Кто из вас за последние 10 лет участвовал в драке или конфликте, связанном с физическим насилием?
tr_cy: Kim son 10 yılda fiziksel bir tartışmaya girdi?

source: Who has ever consciously denied his national origin?
ar: فيه حد هنا كدب قبل كده لما اتسأل عن جنسيته ؟
cs: Kdo už někdy vědomě zapřel svou národnost?
da: Hvem har bevidst løjet om sin nationalitet?
de: Wer hat schon mal bewusst seine nationale Herkunft verleugnet? (+ Rückfrage)
fr: Qui a intentionnellement nié a nationalité ?
gl: Quen negou á mantenta a súa nacionalidade de orixe?
hu: Ki tagadta már meg tudatosan a nemzeti hovatartozását?
it: Chi ha mai negato consapevolmente il proprio paese d'origine?
nl: Wie heeft er ooit bewust zijn/haar nationaliteit ontkent?
no: Hvem har noensinne bevisst løyet om sin nasjonalitet? (+ videre spørsmål)
pl: Kto świadomie wyparł się swojej narodowości?
ru: Кому когда-либо случалось скрывать свою национальность?
tr_cy: Kim daha önce bilinçli olarak ulusal kökenini reddetti?

source: Who is involved in a association or in an NGO?
ar: مين عضو في جمعية أو حركة أو إئتلاف أو منظمة غير حكومية ؟
cs: Kdo se angažuje v nějakým spolku nebo NGO?
da: Hvem er medlem af en forening eller NGO?
de: Wer engagiert sich in einem Verein oder in einer NGO? (+ Rückfrage)
fr: Qui est engagé dans une association, un club ou une ONG ?
gl: Quen está nunha asociación ou ONG?
hu: Ki vesz részt egyesületben vagy civil szervezetben?
it: Chi fa parte di una associazione o di una ONG?
nl: Wie is er lid van een vereniging of is verbonden aan een NGO?
no: Hvem er medlem av en forening, klubb eller ideell organisasjon? (+ videre spørsmål)
pl: Kto angażuje się w stowarzyszeniu lub organizacji pozarządowej?
ru: Кто из вас принимает участие в работе общественных или некоммерческих организаций и объединений?
tr_cy: Kimler bir derneğe ya da STO'ya üyedir?

source: Who is scared of the future?
ar: مين خايف من المستقبل؟
cs: Kdo se bojí budoucnosti?
da: Hvem frygter fremtiden?
de: Wer hat Angst vor der Zukunft?
fr: Qui a peur de l'avenir ?
gl: Quen ten medo do futuro?
hu: Ki fél a jövőtől?
it: Chi ha paura del futuro?
nl: Wie is er bang voor de toekomst?
no: Hvem er bekymret for fremtiden?
pl: Kto się boi przyszłości?
ru: У кого из вас будущее вызывает страх?
tr_cy: Kimler gelecekten korkuyor?

source: Who was or is a member of a political party?
ar: مين هنا فكر قبل كده إنه ينضم لحزب سياسي؟
cs: Kdo je členem politické strany?
da: Hvem er eller har været medlem af et politisk parti?
de: Wer war oder ist Parteimitglied? (+ Rückfrage)
fr: Qui est ou a été membre d'un parti politique ?
gl: Quen milita ou militou nun partido político?
hu: Ki volt vagy most is tagja politikai pártnak?
it: Chi è stato o è membro di un partito politico?
nl: Wie was of is er lid van een politieke partij?
no: Hvem var eller er medlem av et politisk parti? (+ videre spørsmål)
pl: Kto był lub jest członkiem partii?
ru: Кто из вас когда-либо серьезно думал о том, чтобы стать членом политической партии?
tr_cy: Kimler daha önceden ya da şu anda siyasi parti üyeliği yapmıştır?

source: Who works regularly outside the country?
ar: مين هنا بيشتغل بره الحي الي هو عايش فيه ؟
cs: Kdo pravidelně pracuje v zahraničí?
da: Hvem arbejder regelmæssigt uden for landets grænser?
de: Wer arbeitet regelmäßig außerhalb des Landes? (+ Rückfrage)
fr: Qui travaille régulièrement hors du pays ?
gl: Quen traballa a miúdo fóra do país?
hu: Ki dolgozik rendszeresen külföldön?
it: Chi lavora regolarmente fuori dal paese?
nl: Wie werkt er regelmatig buiten het land waar hij/zij woont?
no: Hvem jobber jevnlig i utlandet? (+ videre spørsmål)
pl: Kto regularnie pracuje poza granicami kraju?
ru: Кто часто работает за пределами города, в котором живет?
tr_cy: Kimler düzenli olarak yurtdışında çalışıyor?
