Repository: hansimglueck/homeVisit
Catalog: po/*.po
Languages: ar, cs, da, de, fr, gl, hu, it, nl, no, pl, ru, tr_cy

source: Yes
ar: أه
cs: Ano
da: Ja
de: Ja
fr: Oui
gl: Si
hu: Igen
it: Sì
nl: Ja
no: Ja
pl: Tak
ru: Да
tr_cy: Evet

source: You are NOT in the game!
ar: مافيش رهان
cs: NEJSI ve hře!
da: Du er IKKE med i spillet!
de: Ihr investiert nicht!
fr: Vous ne misez aucun point !
gl: NON estás no xogo!
hu: Nem szálltok be a játékba!
it: NON siete nel gioco!
nl: Jij zit NIET in het spel!
no: Du er IKKE med i spillet!
pl: Jesteście POZA grą!
ru: Вы НЕ в игре!
tr_cy: Oyunda DEĞİLSİNİZ!

source: You are in the game!
ar: رهان
cs: Jsi ve hře!
da: Du er med i spillet!
de: Ihr investiert 1 Punkt!
fr: Vous misez un point !
gl: Estás no xogo!
hu: Beszálltok a játékba!
it: Siete nel gioco!
nl: Jij zit in het spel!
no: Du er med i spillet!
pl: Jesteście w grze!
ru: Вы в игре!
tr_cy: Oyundasınız!

source: You are not joined in the game!
ar: إنت مش مشارك في اللعبة
cs: Nejsi zapojen do hry!
da: Du deltager ikke i spillet!
de: Nicht dem Spiel beigetreten!
fr: Vous ne participez pas au jeu !
gl: Non participas no xogo!
hu: Nem csatlakoztatok a játékhoz!
it: Non partecipate al gioco!
nl: Jij doet niet mee aan het spel!
no: Du er ikke deltaker i spillet!
pl: Nie przyłączyliście się do gry!
ru: Вы не добавлены в игру!
tr_cy: Oyuna katılmadınız!

source: You are voting for:
ar: فريقكم إختار:
cs: Hlasuješ pro:
da: Du stemmer på:
de: Ihr stimmt für:
fr: Vous votez pour:
gl: Votas por:
hu: Erre szavaztok:
it: Votate per:
nl: Jij stemt op:
no: Dere stemmer på:
pl: Głosujecie za:
ru: Вы голосуете за:
tr_cy: Bunun için oy veriyorsunuz:

source: You can rate these Teams up or down!
ar: ممكن تدوهم نقطة أو تاخدو منهم نقطة
cs: Tyto týmy můžeš posunout nahoru nebo dolů!
da: Du kan påvirke disse hold op eller ned
de: Du kannst diese Teams positiv oder negativ bewerten!
fr: Tu peux évaluer cette équipe de façon négative ou positive !
gl: Podes puntuar en positivo ou negativo estes equipos!
hu: Ezeket a Csapatokat pontozhatjátok fel vagy le!
it: Potete valutare questa squadra in maniera positiva o negativa!
nl: Je kunt deze teams bevorderen of afkeuren!
no: Du kan stemme disse lagene opp eller ned.
pl: Możesz ocenić te drużyny pozytywnie bądź negatywnie!
ru: Вы можете повысит или понизить количество очков этой команды!
tr_cy: Bu takımları yukarıya çıkarabilir ya da aşağıya düşürebilirsiniz!

source: You decided not to deal at all!
ar: إختارتم ما تعملوش جمعية
cs: Rozhodl/a ses neudělat žádnou akci!
da: Du har valgt slet ikke at forhandle
de: Ihr habt euch entschieden, kein Abkommen zu schließen.
fr: Vous avez décidé de ne conclure aucun accord.
gl: Decidiches non chegar a partenariado ningún!
hu: Úgy döntöttetek, nem üzleteltek!
it: Avete deciso di non concludere alcun accordo
nl: Je besluit om helemaal niet te handelen!
no: Dere bestemte dere for ikke å forhandle i det hele tatt!
pl: Zdecydowaliście się nie zawierać porozumienia.
ru: Вы решили не кооперировать ни с кем!
tr_cy: Herhangi bir anlaşma yapmama kararı aldınız!

source: Your Time is Up. Scored one down!
ar: الوقت إنتهى!
cs: Tvůj čas vypršel. Ztrácíš 1 bod!
da: Tiden er gået. Du mister 1 point.
de: Die Zeit ist abgelaufen. 1 Punkt abgezogen!
fr: Le temps est écoulé. Un point en moins !
gl: Acabou o tempo. Quedas sen un punto!
hu: Lejárt az időtök. 1 pont levonva!
it: Tempo scaduto. Un punto in meno!
nl: Je tijd is op. Je hebt een afgekeurd!
no: Tiden er ute. Ett poeng ned!
pl: Czas Minął. Odejmujemy 1 punkt.
ru: Ваше время вышло. Минус одно очко.
tr_cy: Süreniz sona erdi. Bir puan kaybettiniz!

source: Your choice is sent!
ar: الإجابة إتبعتت!
cs: Tvoje volba je odeslána!
da: Dit svar er sendt.
de: Die Stimme wurde gezählt!
fr: La voix est comptée !
gl: Enviouse a túa elección!
hu: Szavazat elküldve!
it: La vostra scelta è stata inviata
nl: Je keuze is verstuurd!
no: Ditt valg er sendt!
pl: Twój Głosy jest przeliczany!
ru: Ваш выбор отправлен!
tr_cy: Seçiminiz gönderildi!

source: Your voting weight depends on your rank!
ar: قوة صوتك مترتبة على ترتيبك!
cs: Váha Tvých hlasů závisí na Tvém umístění.
da: Din stemme afhænger af din placering.
de: Das Stimmgewicht hängt vom aktuellen Rang ab!
fr: La valeur des votes dépend de votre rang actuel !
gl: O peso do teu voto depende do teu posto na táboa!
hu: A szavazati súlyotok a rangotoktól függ!
it: Il valore dei vostri voti dipende dalla vostra posizione in classifica!
nl: Het gewicht van je stem hangt af van je rang!
no: Tyngden av din stemme er avhengig av rangeringen din!
pl: Waga waszego głosu zależy od obecnej rangi!
ru: Вес вашего голоса зависти от места в рейтинге.
tr_cy: Oyunuzun ağırlığı sıralamanıza bağlıdır!

source: ambition
ar: طموح
cs: ambice
de: Ehrgeiz
gl: ambición
hu: ambíció
it: ambizione
nl: ambitie
no: ambisjonsnivå
pl: ambicja
ru: амбициозность
tr_cy: hırs

source: association/NGO
ar: منظمة غير حكومية
cs: spolek/nestátní nezisková organizace
da: forening/NGO
de: Verein/NGO
fr: Association/Club/ONG
gl: asociación/ONG
hu: egyesület / civil szervezet
it: associazione/ONG
nl: vereniging
no: forening/ideell organisasjon
pl: stowarzyszenie/organizacja pozarządowa
ru: общественные и некоммерческие организации и объединения
tr_cy: dernek/STO

source: cancel
da: slet
de: Abbrechen
no: avbryt
pl: przerwij

source: class spokesman
ar: ممثل عن الفصل
cs: předseda třídy
da: elevrådsrepræsentant
de: Klassensprecher
fr: délégué de classe
gl: delegada/o de clase
hu: osztályképviselő
it: rappresentante di classe
nl: klassenvertegenwoordiger
no: elevrådsrepresentant
pl: przewodniczący klasy
ru: староста
tr_cy: sınıf temsilcisi

source: command: {{ item.text[lang] }}
pl: polecenie: {{ item.text[lang] }}

source: confidence in democracy
ar: ثقة في الدموقراطية
cs: důvěra k demokracii
da: tiltro til demokratiet
de: Vertrauen in Demokratie
fr: confiance en la Démocratie
gl: confianza na democracia
hu: bizalom a demokráciában
it: fiducia nella democrazia
nl: vertrouwen in de democratie
no: tro på demokratiet
pl: ufność w demokrację
ru: Вера в демократию
tr_cy: demokrasiye olan güven

source: dark blue
ar: الكحلي
cs: Tmavě modří
da: mørke blå
de: BLAU
fr: BLEU FONCÉ
gl: azul mariño
hu: sötétkék
it: blu scuro
nl: donkerblauw
no: mørkeblå
pl: niebieski
ru: синий
tr_cy: koyu mavi

source: denied origin
ar: كذب عن جنسيته
cs: zapření národního původu
da: fornægtet oprindelse
de: Herkunft verleugnet
fr: Cacher sa nationalité
gl: negou orixe
hu: tagadott származás
it: ha negato il proprio paese d'origine
nl: ontkende afkomst
no: løyet om nasjonalitet
pl: wyparcie się narodowości
ru: скрывать национальность
tr_cy: kökenini inkar

source: earnings
ar: مستفيد من الرأسمالية
cs: výdělek
da: indtjening
de: Gewinn aus Spiel der Märkte
fr: Profit dans le jeu du libre marché
gl: ganancias
hu: profit
it: profitti
nl: verdiensten
no: profitt
pl: wygrana na loterii
ru: выгода
tr_cy: kazanç

source: feeling European
ar: كنت في الميدان
cs: Považovat se za Evropana
da: føle sig europæisk
de: gefühlter Europäer
fr: se sent Européen
gl: sentirse europea/o
hu: európai identitás
it: si sente Europeo
nl: je Europeaan voelen
no: føler seg som en europeer
pl: czuć się Europejczykiem
ru: ощущение себя европейцем
tr_cy: Avrupalı hissetmek

source: green
ar: الأخضر
cs: Zelení
da: grøn
de: GRÜN
fr: VERT
gl: verde
hu: zöld
it: verde
nl: groen
no: grønn
pl: zielony
ru: зеленый
tr_cy: yeşil

source: light blue
ar: اللبني
cs: Světle modří
da: lyseblå
de: HELL BLAU
fr: BLEU CLAIR
gl: azul ceo
hu: világoskék
it: blu chiaro
nl: lichtblauw
no: lyseblå
pl: jasny niebieski
ru: голубой
tr_cy: açık mavi

source: lilac
ar: البنفسجي
cs: Fialoví
da: lilla
de: LILA
fr: LILAS
gl: lila
hu: lila
it: lillà
nl: lila
no: lilla
pl: lila
ru: сиреневый
tr_cy: lila

source: member of political party
ar: عضو في حزب سياسي
cs: člen politické strany
da: partimedlem
de: Parteimitglied
fr: membre d'un parti politique
gl: milita nun partido político
hu: politikai párt tagja
it: membro di un partito politico
nl: lid van een politieke partij
no: medlem av et politisk parti
pl: członek partii
ru: Политическая партия
tr_cy: siyasi parti üyesi

source: orange
ar: البرتقالي
cs: Oranžoví
gl: laranxa
hu: narancssárga
it: arancio
nl: oranje
no: oransje
pl: pomarańczowy
ru: оранжевый
tr_cy: turuncu

source: other Player
da: anden spiller
de: anderer Spieler
no: annen spiller
pl: inny Gracz

source: paid job
ar: شغلانة مدفوعة الأجر
cs: placená práce
da: lønnet job
de: bezahlte Arbeit
fr: travail rémunéré
gl: traballo remunerado
hu: fizetett munka
it: lavoro remunerato
nl: betaalde job
no: betalt jobb
pl: płatna praca
ru: оплачиваемая работа
tr_cy: ödemeli iş

source: physical conflict
ar: خناقة فيها ضرب
cs: fyzický konflikt
da: fysisk konflikt
de: körperlicher Konflikt
fr: s'est battu physiquement
gl: liorta de chegar ás mans
hu: fizikai konfliktus
it: conflitto fisico
nl: fysiek conflict
no: fysisk konflikt
pl: udział w bójce
ru: физическая сила
tr_cy: fiziksel çatışma

source: pink
ar: الوردي
cs: Růžoví
da: lyserød
de: ROSA
fr: ROSE
gl: rosa
hu: rózsaszín
it: rosa
nl: roze
no: rosa
pl: różowy
ru: розовый
tr_cy: pembe

source: point
ar: نقطة
cs: bod
de: Punkt
gl: punto
hu: pont
it: punto
nl: punt
no: poeng
pl: punkt
ru: очко
tr_cy: puan

source: red
ar: الأحمر
cs: Červení
da: rød
de: ROT
fr: ROUGE
gl: vermello
hu: piros
it: rosso
nl: rood
no: rød
pl: punkty
ru: красный
tr_cy: kırmızı

source: scared of the future
ar: خايف من المستقبل
cs: bojící se budoucnosti
da: frygter fremtiden
de: Angst vor Zukunft
fr: Peur de l'avenir
gl: medo do futuro
hu: félelem a jövőtől
it: Paura del futuro
nl: bang voor de toekomst
no: redd for fremtiden
pl: strach przed przyszłością
ru: страх перед будущим
tr_cy: gelecekten korkuyor

source: sec
da: sek
de: Sek.
no: sekund
pl: sek.

source: throw out
da: smid ud
no: kaste ut
pl: usuwanie

source: to
ar: إلى
cs: pro
da: at
fr: pour
gl: a
hu: Számára:
it: per
nl: naar
no: til
pl: do
tr_cy: a

source: trustworthy
ar: عنده ثقة في اآخرين
cs: spolehlivý
da: tillidsvækkende
de: vertrauenswürdig
fr: Digne de confaince
gl: de fiar
hu: megbízható
it: degno di fiducia
nl: betrouwbaar
no: stoler på de andre
pl: godny zaufania
ru: достоин доверия
tr_cy: güvenilir

source: vote
ar: صوت
cs: hlas
da: stemme
de: Team
gl: voto
hu: szavazat
it: voto
nl: stem
no: stemme
pl: drużyna
ru: голос
tr_cy: oy

source: waiting ...
ar: إنتظار…
cs: čekám ...
da: venter ...
de: Warten...
fr: En cours
gl: á espera...
hu: várjon …
it: In attesa...
nl: wachten ...
no: venter...
pl: oczekiwanie …
ru: ждите...
tr_cy: bekliyor..

source: willingness of solidarity
ar: إحساس للتضامن
cs: ochota k solidaritě
da: villighed til solidaritet
de: Solidaritätsbereitschaft
fr: Mon sens de la solidarité
gl: disposición á solidariedade
hu: szolidaritási hajlandóság
it: senso di solidarietà
nl: bereidheid tot solidariteit
no: villighet til solidaritet
pl: gotowość solidaryzacji
ru: готовность быть солидарным
tr_cy: dayanışma isteği

source: won a lot
ar: كسب جايزة كبيرة
cs: vyhrál hodně
da: vundet meget
de: viel gewonnen
fr: a tiré le gros lot
gl: tocoulle o gordo
hu: sokat nyert
it: vinto alla lotteria
nl: veel gewonnen
no: har vunnet en jackpot
pl: wygrana w grze rynków
ru: большая удача
tr_cy: çekiliş kazandı

source: working outside the country
ar: بيشتغل بره الحي الي ساكن فيه
cs: pracuje v zahraničí
da: arbejde uden for landet
de: arbeitet im Ausland
fr: travaille hors du pays
gl: traballa fóra do país
hu: külföldön dolgozni
it: lavora fuori dal paese
nl: werken buiten het land
no: jobber utenfor landet
pl: praca za granicą
ru: работает за переделами города
tr_cy: ülke dışında çalışıyor

source: yellow
ar: الأصفر
cs: Žlutí
da: gul
de: GELB
fr: JAUNE
gl: amarelo
hu: sárga
it: giallo
nl: geel
no: gul
pl: żółty
ru: желтый
tr_cy: sarı

source: {{minuspoints}} minus point
ar: ناقص {{minuspoints}} نقطة
cs: {{minuspoints}} mínusový bod
de: {{minuspoints}} Minuspunkt
fr: {{minuspoints}} point en moins
gl: {{minuspoints}} punto negativo
hu: {{minuspoints}} mínuszpont
it: punto in meno
no: {{minuspoints}} minuspoeng
pl: {{minuspoints}} punkt ujemny
ru: {{minuspoints}} минус очко
tr_cy: {{minuspoints}} eksi puan

source: ← Select game session!
da: ← Vælg spillængde!
de: ← Spielsitzung wählen!
pl: ← Wybierz posiedzenie gry!

source: Delete deck
de: Lösche Strang
no: Slett deck

source: Game recordings
no: Spillopptak

source: Game settings
de: Einstellungen
no: Spillinnstillinger

source: Max:
ar: الأعلى
cs: Maximum:
no: Maks:
ru: Максимально:
tr_cy: En çok:

source: Max: {{display.data[3]}}
no: Maks: {{display.data[3]}}

source: New Deck
de: Neuer Strang
no: Ny Deck

source: RESTART GAME
no: RESTART SPILL

source: Rename deck
no: Gi deck nytt navn

source: Total duration: {{getTimeForDeck()}}
de: Gesamtdauer: {{getTimeForDeck()}}
no: Total varighet: {{getTimeForDeck()}}

source: Upload
no: Last opp

source: Wi-Fi name:
no: Wi-fi navn:

source: Wi-Fi password
de: Wi-Fi Passwort
no: Wi-Fi passord

source: CONNECT DB
de: VERBINDE MIT DATENBANK

source: OS Info for {{osInfo.hostname}}
de: OS Info für {{osInfo.hostname}}

source: gets one Point
ar: يكسبوا نقطة
cs: získává bod
fr: obtient un point
gl: consegue un punto
hu: kap egy pontot
it: ottiene un punto
nl: krijgt 1 punt
ru: получает одно очко
tr_cy: bir puan kazanır

source: looses one Point
ar: يخسروا نقطة
cs: ztrácí jeden bod
fr: perd un point
gl: perde un punto
hu: veszít egy Pontot
it: perde un punto
nl: verliest 1 punt
ru: теряет одно очко
tr_cy: bir puan kaybeder

source: Min:
ar: الأقل
cs: Minimum:
ru: Минимум:
tr_cy: En az:

source: Rank:
ar: الترتيب:
cs: Pozice:
fr: Place :
gl: Posición:
hu: Rang:
it: Posizione
nl: Positie:
ru: Рейтинг
tr_cy: Sıralama:

source: Score:
ar: النتيجة:
cs: Počet bodů:
fr: points:
gl: Puntuación:
hu: Pontszám:
it: Punti
ru: Очки:
tr_cy: Skor:

source: The correct answer is:
ar: الإجابة الصحيحة:
cs: Správná odpověď je:
fr: La bonne réponse est:
gl: A resposta correcta é:
hu: A helyes válasz:
it: La risposta corretta è:
nl: Het correcte antwoord is:
ru: Правильный ответ:
tr_cy: Doğru cevap:

source: The worst team was mean to you:
ar: الفريق الأضعف كان شرير مع فريقكم
cs: Nejhorší tým se vůči Tobě zachoval špatně:
fr: La plus mauvaise équipe a été vache avec vous en vous enlevant des points.
gl: O equipo peor foi ruín contigo:
hu: A legrosszabb csapat bántott titeket:
it: La squadra peggiore è stata meschina con voi
nl: Het ergste team was gemeen tegen jou:
ru: Худшая команда была к вам недобра:
tr_cy: En kötü takım size kötü davrandı:
