Repository: hansimglueck/homeVisit
Catalog: po/*_old.po
Languages: pt

source: <ul class="list-inline"> <li ng-repeat="pid in playerIds"> <player-icon class="player-icon-big" pid="pid"></player-icon> </li> </ul> should get {{score}} point from you?
pt: <ul class="list-inline"> <li ng-repeat="pid in playerIds"> <player-icon class="player-icon-big" pid="pid"></player-icon> </li> </ul> deveria receber {{score}} ponto de si?

source: A new %s
pt: Uma nova %s

source: ALARM
pt: ALARME

source: Add new item
pt: Adicionar novo item

source: Are you sure?
pt: Tem a certeza?

source: Average:
pt: Média:

source: Average: {{display.data[1]}}
pt: Média: {{display.data[1]}}

source: Away
pt: Para fora

source: BACK
pt: RECUAR

source: BACK TO GAME!
pt: VOLTAR AO JOGO

source: BRAIN Control
pt: Controlo do CÉREBRO

source: Back
pt: Recuar

source: CLOSE
pt: FECHAR

source: CONNECT
pt: LIGAR

source: Cancel
pt: Cancelar

source: Change name
pt: Alterar nome

source: Change score
pt: Alterar pontuação

source: Choose target where item will be appended.
pt: Escolher destino onde o item vai ser acrescentado

source: Choose team to offer treaty:
pt: Escolher equipa para propor acordo:

source: Close
pt: Fechar

source: Color
pt: Cor

source: Come Back!
pt: Regressar

source: Configuration
pt: Configuração

source: Confirm
pt: Confirmar

source: Content
pt: Conteúdo

source: Correct
pt: Correto

source: Correct: {{display.correctAnswer}}
pt: A resposta correta é: {{display.correctAnswer}}

source: Correct: {{home.correctAnswer}}
pt: A resposta correta é: {{home.correctAnswer}}

source: Current deck:
pt: Deck atual:

source: Current step
pt: Passo aual

source: Current step:
pt: Passo atual:

source: Current:
pt: Atual:

source: Czech
pt: Checo

source: Danish
pt: Dinamarquês

source: Deal with
pt: Negociar com

source: Decks and items
pt: Decks e itens

source: Default mapping:
pt: Mapping por defeito:

source: Delete
pt: Apagar

source: Deny
pt: Negar

source: Description:
pt: Descrição:

source: Deselect
pt: Desselecionar

source: Details
pt: Detalhes

source: Device Manager
pt: Gestor de dispositivos

source: Do you really want to restart the server?
pt: Pretende mesmo reiniciar o servidor?

source: Do you want to accept this treaty?
pt: Quer aceitar este acordo?

source: Doesn't match well. Should play alone.
pt: Não combina bem. Deverá jogar sozinho.

source: Duplicate
pt: Duplicar

source: Dutch
pt: Holandês

source: EUROPE
pt: EUROPA

source: English
pt: Inglês

source: Fill the rest
pt: Preencher o resto

source: French
pt: Francês

source: GAME
pt: JOGO

source: GOTO
pt: IR PARA

source: Game
pt: Jogo

source: Game session
pt: Sessão de jogo

source: Game stopped
pt: Jogo terminado

source: German
pt: Alemão

source: Hello, MC!
pt: Olá, MC!

source: Import
pt: Importar

source: Import JSON
pt: Importar JSON

source: Import:
pt: Importar:

source: JUMP
pt: SALTAR

source: Joined
pt: Ligado

source: Language
pt: Língua

source: Leave Table!
pt: Abandonar a mesa!

source: Load
pt: Carregar

source: MC-Notes
pt: Notas do MC

source: Matches best with the team of {{name1}} and {{name2}}.
pt: Combina melhor com a equipa de {{name1}} e de {{name2}}

source: Matching
pt: Combinações

source: Max:
pt: Máx.:

source: Max: {{display.data[3]}}
pt: Máx.: {{display.data[3]}}

source: Memory
pt: Memória

source: Message sent
pt: Mensagem enviada

source: Min:
pt: Mín.:

source: Min: {{display.data[2]}}
pt: Mín.: {{display.data[2]}}

source: Move
pt: Deslocar

source: Move item
pt: Deslocar o item

source: My Turn!
pt: A minha vez!

source: My ambition
pt: A minha ambição

source: My confidence in democracy
pt: A minha confiança na democracia

source: My earnings from the game of the markets
pt: O benefício pessoal que retiro da economia de mercado

source: My willingness of solidarity
pt: O meu sentido de solidariedade

source: Name
pt: Nome

source: Neuer Name?
pt: Novo nome?

source: New deck
pt: Novo deck

source: New name for ?
pt: Novo nome para ?

source: New option
pt: Nova opção

source: New title:
pt: Novo título:

source: Next
pt: Seguinte

source: Next!
pt: Seguinte!

source: No
pt: Não

source: No Deal with me!
pt: Não quero fazer nenhum acordo!

source: Nobody was mean to you.
pt: Ninguém foi mau para vocês.

source: Norwegian
pt: Norueguês

source: Null Problemo!
pt: Sem problema!

source: OS Info for {{systemInfo.osInfo.hostname}}
pt: Informação SO para {{systemInfo.osInfo.hostname}}

source: Option
pt: Opção

source: Options
pt: Opções

source: Player
pt: Jogador

source: Player {{ playerNumber }}
pt: Jogador {{ playerNumber }}

source: Players are dealing
pt: Os jogadores estão a negociar

source: Players are rating others
pt: Os jogadores estão a avaliar outros

source: Players are voting
pt: Os jogadores estão a votar

source: Please Select:
pt: Por favor selecione:

source: Please choose the session for this Game.
pt: Por favor escolha a sessão para este jogo.

source: Please rate a team! Give {{score}} point!
pt: Por favor avalie uma equipa! Atribua {{score}} ponto!

source: Please select a session before starting the game!
pt: Por favor selecione uma sessão antes de começar o jogo!

source: Point given!
pt: Ponto atribuído!

source: Polish
pt: Polaco

source: Polls
pt: Votações

source: Port
pt: Porta

source: Portuguese
pt: Português

source: Process
pt: Processar

source: REALLY REALLY SURE??????????
pt: TEM MESMO A CERTEZA?????????

source: REBOOT
pt: REINICIAR

source: REPAIR DB
pt: REPARAR BASE DE DADOS

source: RESTART
pt: REINICIAR

source: RESTART SERVER
pt: REINICIAR SERVIDOR

source: Rank
pt: Ranking

source: Rank: {{status.player.rank}}
pt: Ranking: {{status.player.rank}}

source: Really DB: {{action}}?
pt: Quer mesmo {{action}} base de dados?

source: Really delete???
pt: Quer mesmo apagar???

source: Really jump?
pt: Quer mesmo saltar?

source: Really restart?
pt: Quer mesmo recomeçar?

source: Refresh
pt: Atualizar

source: Reject
pt: Rejeitar

source: Request
pt: Propor acordo

source: Restart Game
pt: Recomeçar o Jogo

source: Results are displayed
pt: Exibição dos resultados

source: Results are weighted by ranking. See actual votes in braces.
pt: Os resultados estão ordenados por classificação. Ver votações entre parêntesis.

source: SCAN
pt: PROCURAR

source: SHUTDOWN
pt: DESLIGAR

source: START
pt: COMEÇAR

source: STOP
pt: TERMINAR

source: Save
pt: Guardar

source: Score
pt: Pontos

source: Score for Player {{playerId}}
pt: Pontuação para jogador {{playerId}}

source: Score: {{player.score}}
pt: Pontos: {{player.score}}

source: Score: {{status.player.score}}
pt: Pontos: {{status.player.score}}

source: Select
pt: Selecionar

source: Settings
pt: Definições

source: Silence please. Now <player-icon pid="status.playerOnTurn"></player-icon> is reading:
pt: Silêncio, por favor. Neste momento <player-icon pid="status.playerOnTurn"></player-icon> está a ler

source: Silent
pt: Em silêncio

source: Sound is playing:
pt: Som está a tocar:

source: Special code is executed
pt: Um código especial está a ser executado

source: Start Game
pt: Começar o Jogo

source: Stop Game
pt: Parar o Jogo

source: Submit
pt: Submeter

source: Sure you want to restart the game? This will start a new recording...
pt: Tem a certeza que quer reiniciar o jogo? Isso irá iniciar nova gravação...

source: Sure you want to stop the game? This will finish the current recording.
pt: Tem a certeza que quer terminar o jogo? Isso irá acabar a presente gravação.

source: System
pt: Sistema

source: Team
pt: Equipa

source: Team ID
pt: ID da equipa

source: Teams
pt: Equipas

source: The MC has to select somebody!!
pt: O MC tem de escolher alguém!!

source: The alliance is fullfilled.
pt: A aliança está formada.

source: The alliance is neglected.
pt: A aliança foi recusada.

source: The deal was denied
pt: O acordo foi negado.

source: The division of the cake
pt: A divisão do bolo

source: The other team is busy
pt: A outra equipa está ocupada

source: The worst team was not mean to you.
pt: A pior equipa não foi má para vocês.

source: These teams were mean to you:
pt: Estas equipas foram más para vocês:

source: These worst team was mean to you:
pt: A pior equipa foi má para vocês:

source: This deal is active
pt: Este acordo está ativo.

source: This is the about view.
pt: Esta é a vista de detalhe.

source: This poll doesn't exist!
pt: Esta votação não existe!

source: This treaty was ACCEPTED.
pt: Este acordo foi ACEITE.

source: This treaty was DENIED.
pt: Este acordo foi RECUSADO.

source: Title:
pt: Título:

source: Traitor! You can't score down your allied!
pt: Traidor! Não se pode baixar a pontuação do seu aliado!

source: Treaty
pt: Acordo

source: Try Again
pt: Tentar Novamente

source: Type
pt: Tipo

source: Uptime
pt: Tempo em atividade

source: VOTE
pt: VOTAR

source: Voted for:
pt: Votou em:

source: Wait
pt: Esperar

source: Waiting for being rated.
pt: À espera de ser avaliado.

source: Waiting for reply...
pt: À espera de resposta...

source: We are waiting for reply.
pt: Estamos à espera de uma resposta.

source: Who at the table has a job of which he or she can live?
pt: Dos presentes nesta mesa, quem é que tem um trabalho do qual consegue viver?

source: Who at this table has been class spokesman?
pt: Dos presentes nesta mesa, quem é que já foi porta-voz da turma?

source: Who at this table has ever won a lot?
pt: Dos presentes nesta mesa, quem é que já ganhou a lotaria ou o jackpot?

source: Who feels more as an European than a citizens of his country?
pt: Quem é que se sente mais europeu do que cidadão do seu país?

source: Who finds the people here in general trustworthy?
pt: Quem é que considera que as pessoas aqui presentes são de confiança?

source: Who had a physical conflict in the past 10 years?
pt: Quem é que nos últimos 10 anos teve um conflito em que recorresse à força física?

source: Who has ever consciously denied his national origin?
pt: Quem é que já omitiu conscientemente a sua nacionalidade?

source: Who is involved in a association or in an NGO?
pt: Quem é que está envolvido numa associação ou numa ONG?

source: Who is scared of the future?
pt: Quem é que tem medo do futuro?

source: Who was or is a member of a political party?
pt: Quem é que já foi ou é membro de um partido político?

source: Who works regularly outside the country?
pt: Quem é que trabalha regularmente fora do país?

source: Yes
pt: Sim

source: You are NOT in the game!
pt: Vocês NÃO estão a participar no jogo!

source: You are in the game!
pt: Vocês estão a participar no jogo!

source: You are not joined in the game!
pt: Vocês não estão a participar no jogo!

source: You are voting for:
pt: A sua resposta é:

source: You can rate these Teams up or down!
pt: Pode atribuir pontos positivos ou negativos a estas equipas!

source: You decided not to deal at all!
pt: Vocês decidiram nem sequer negociar!

source: Your Time is Up. Scored one down!
pt: Acabou o vosso tempo. Perderam um ponto!

source: Your choice is sent!
pt: A vossa escolha foi enviada!

source: Your voting weight depends on your rank!
pt: O peso do vosso voto depende da vossa pontuação!

source: ambition
pt: ambição

source: association/NGO
pt: associação/ONG

source: cancel
pt: cancelar

source: class spokesman
pt: porta-voz da turma

source: confidence in democracy
pt: confiança na democracia

source: dark blue
pt: azul-escuro

source: denied origin
pt: omitiu consc. a nacionalidade

source: earnings
pt: benefício pessoal da econ. mercado

source: feeling European
pt: sente-se europeu

source: green
pt: verde

source: light blue
pt: azul-claro

source: lilac
pt: lilás

source: member of political party
pt: membro de um partido político

source: orange
pt: cor de laranja

source: other Player
pt: outro Jogador

source: paid job
pt: trabalho pago

source: physical conflict
pt: conflito com recurso à força física

source: pink
pt: cor de rosa

source: point
pt: ponto

source: red
pt: vermelho

source: scared of the future
pt: com medo do futuro

source: sec
pt: seg

source: throw out
pt: expulsar

source: to
pt: para

source: trustworthy
pt: digno de confiança

source: vote
pt: voto

source: waiting ...
pt: à espera ...

source: willingness of solidarity
pt: vontade de ser solidário

source: won a lot
pt: saiu-lhe a sorte grande

source: working outside the country
pt: trabalhar fora do país

source: yellow
pt: amarelo

source: {{minuspoints}} minus point
pt: ponto negativo

source: ← Select game session!
pt: ← Selecionar sessão de jogo!
